---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.Pipe
zh: 管道、水管、管线
source: html/05cdec72-dcb9-9c87-017d-5c038fa31cb3.htm
---
# Pipe Properties

**中文**: 管道、水管、管线

The id of the assembly instance to which the element belongs.